{
  "en": {
    "text1": "Hello! ",
    "text2": "I Am Deividas Pilibaitis!",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_skills": "Skills",
    "nav_portfolio": "Portfolio",
    "nav_timeline": "Timeline",
    "nav_contact": "Contact",
    "change_language": "Change Language",
    "select_language": "Select Language",
    "option0": "English",
    "option1": "Lithuanian",
    "savebtn": "Save",
    "hero_description": "I am a first-year student in applied informatics and programming. I have a lot of motivation to learn new technologies and I am growing every day.",
    "portfolio_button": "PORTFOLIO",
    "about_me_title": "Hello, I am ",
    "about_me_title1": "Deividas Pilibaitis",
    "about_me_description": "I have hands-on experience with website development tools such as HTML5, CSS3, BOOTSTRAP, WORDPRESS. I continue to deepen my knowledge by learning JavaScript. I am a student at Vši Lithuanian Business College, in the first year of the Applied Informatics and Programming program. I am sure that my enthusiasm and persistence will allow me to learn other programming languages and frameworks without restriction.",
    "name": "Name",
    "age": "Age",
    "location": "Location",
    "phone": "Phone Number",
    "email": "Email",
    "download_cv": "Download CV",
    "skills_title0": "My ",
    "skills_title1": "Skills",
    "skills_description": "My journey with HTML, CSS, Bootstrap, Wordpress and JavaScript has been an enriching experience filled with learning, experimentation, and growth. These foundational web development tools have equipped me with the skills and knowledge necessary to bring my creative visions to life on the web.",
    "portfolio_title0": "My ",
    "portfolio_title1": "Portfolio",
    "portfolio_description": "Welcome to my portfolio collection! This curated selection showcases my journey, skills, and creativity across various projects and endeavors. Each piece within this collection represents a unique blend of passion, dedication, and innovation, reflecting my commitment to excellence in every aspect of my work.",
    "more_button": "More",
    "interior": "Interior design made with HTML and BOOTSRAP",
    "ignitis": "The selection task for Ignitis made with HTML and CSS",
    "portfolio": "My portfolio website made with HTML, CSS, JS, AOS.js",
    "geobaitas": "Geobaitas.lt website made using Wordpress",
    "timeline": "I lived in Denmark and worked in a job unrelated to my current profession",
    "contact_title0": "Contact ",
    "contact_title1": "Me",
    "contact_description": "If you have any questions, please contact me!",
    "subject": "Subject",
    "message": "Your Message",
    "send_message": "Send Message",
    "copyright": "Copyright © 2024 Deividas Pilibaitis | All Rights Reserved"
  },
  "lt": {
    "text1": "Sveiki! ",
    "text2": "Aš Esu Deividas Pilibaitis!",
    "nav_home": "Pagrindinis",
    "nav_about": "Apie",
    "nav_skills": "Įgūdžiai",
    "nav_portfolio": "Portfelis",
    "nav_timeline": "Laiko juosta",
    "nav_contact": "Kontaktai",
    "change_language": "Keisti kalbą",
    "select_language": "Pasirinkite kalbą",
    "option0": "Anglų",
    "option1": "Lietuvių",
    "savebtn": "Išsaugoti",
    "hero_description": "Esu pirmojo kurso taikomosios informatikos ir programavimo studentas. Turiu daug motyvacijos mokytis naujų technologijų ir kasdien tobulėju.",
    "portfolio_button": "PORTFELIS",
    "about_me_title": "Sveiki, Aš Esu ",
    "about_me_title1": "Deividas Pilibaitis",
    "about_me_description": "Turiu praktinės patirties su interneto svetainių kūrimo įrankiais, tokiais kaip HTML5, CSS3, BOOTSTRAP, WORDPRESS. Toliau gilinu savo žinias mokydamasis JavaScript. Esu VšĮ Lietuvos verslo kolegijos studentas, pirmame taikomosios informatikos ir programavimo programos kurse. Esu tikras, kad mano entuziazmas ir atkaklumas leis man be apribojimų išmokti kitas programavimo kalbas ir karkasus.",
    "name": "Vardas",
    "age": "Amžius",
    "location": "Vieta",
    "phone": "Telefono numeris",
    "email": "El. paštas",
    "download_cv": "Atsisiųsti CV",
    "skills_title0": "Mano ",
    "skills_title1": "Įgūdžiai",
    "skills_description": "Mano kelionė su HTML, CSS, Bootstrap, Wordpress ir JavaScript buvo praturtinanti patirtis, kupina mokymosi, eksperimentavimo ir augimo. Šie pagrindiniai žiniatinklio kūrimo įrankiai suteikė man įgūdžių ir žinių, būtinų mano kūrybinėms vizijoms įgyvendinti internete.",
    "portfolio_title0": "Mano ",
    "portfolio_title1": "Portfelis",
    "portfolio_description": "Sveiki atvykę į mano portfolio kolekciją! Šis kruopščiai atrinktas rinkinys atspindi mano kelionę, įgūdžius ir kūrybiškumą įvairiuose projektuose ir veiklose. Kiekvienas šios kolekcijos kūrinys atstovauja unikalų aistros, atsidavimo ir inovacijų derinį, atspindintį mano įsipareigojimą siekti tobulumo kiekviename savo darbo aspekte.",
    "more_button": "Daugiau",
    "interior": "Interjero dizainas sukurtas su HTML ir BOOTSTRAP",
    "ignitis": "Atrankos užduotis Ignitis, sukurta su HTML ir CSS",
    "portfolio": "Mano portfolio svetainė sukurta su HTML, CSS, JS, AOS.js",
    "geobaitas": "Geobaitas.lt svetainė sukurta naudojant Wordpress",
    "timeline": "Gyvenau Danijoje ir dirbau su mano dabartine profesija nesusijusį darbą",
    "contact_title0": "Susisiekite su ",
    "contact_title1": "Manimi",
    "contact_description": "Jei turite klausimų, prašome susisiekti su manimi!",
    "subject": "Tema",
    "message": "Jūsų žinutė",
    "send_message": "Siųsti žinutę",
    "copyright": "Autorių teisės © 2024 Deividas Pilibaitis | Visos teisės saugomos"
  }
}
